{
    "common": {
            "media": {
                "logoWithoutText": "../Media/UN Logo.png",
                "logoWithText": "../Media/Horizontal UN Logo.png",
                "goal6": "../Media/goal6.png",
                "goal12": "../Media/goal12.png",
                "goal13": "../Media/goal13.png"
            },
            "links": {
                "externalHeader": "External Links",
                "UNHomepage": "https://www.un.org/sustainabledevelopment/",
                "Goal6": "https://www.un.org/sustainabledevelopment/water-and-sanitation/",
                "Goal12": "https://www.un.org/sustainabledevelopment/sustainable-consumption-production/",
                "Goal13": "https://www.un.org/sustainabledevelopment/climate-change/"
            },
            "footer": {
                "content": "UN Sustainable Development Goals Project - Web-Based Programming - Group C3"
            }
        },

    "homepage": {
            "content": {
                "title": "About this website",
                "intro": "Welcome to our site, dedicated to raising awareness and understanding for three of the United Nations Sustainable Development Goals: Clean Water and Sanitation, Goal 6; Responsible Consumption and Production, Goal 12; and Climate Action, Goal 13.",
                "goal6header": "Goal 6: Clean Water and Sanitation",
                "goal6": "Water, sanitation and hygiene are basic requirements for health, dignity, and sustainable development. Goal 6 is to ensure all people have access to sufficient, safe, and affordable drinking water, with adequate and equitable access to sanitation.",
                "goal12header": "Goal 12: Responsible Consumption and Production",
                "goal12": "Goal 12 deals with ensuring production is sustainable with respect to consumption, reducing waste, preserving resources, and protection of the environment.",
                "goal13header": "Goal 13: Climate Action",
                "goal13": "Climate change is currently one of the most important threats to the environmentand human health in every continent. Goal 13 calls for urgent action both at the national levels and internationally that will help to reduce the effects of climate change.",
                "outro": "Click on the images on the right side of the page to find out more about each of the goals."
            },
            "media": {
                "mp4": "../Media/17Goals.mp4",
                "goal6": "../Media/goal6homepage.jpg",
                "goal12": "../Media/goal12homepage.jpg",
                "goal13": "../Media/goal13homepage.jpg",
                "allGoals": "../Media/allGoals.png"
            }
        },

    "signup": {
            "content": {
                "title": "Sign Up For Our Newsletter",
                "intro": "Fill in the form below to join the mailing list for our newsletter"
            }
        },

    "goal6": {
        "content": {
            "title": "Goal 6 - Clean Water and Sanitation",
            "overview": "Access to clean and safe water is a basic human right. However, a rising demand for water due to rapid population growth and urbanization is making it increasingly difficult for fair and equal access. Half of the world is now facing severe water scarcity at least once a month. ",
            "issue": "Why should we focus on this?",
            "issueInfo": "Will put text here later. Hello hello hello hi hello hello",
            "reportCard": "../Media/goal6reportcard.jpg",
            "targetsTitle": "The UN's Targets",
            "targets": {
                "target1":"By 2030, achieve universal and equitable access to safe and affordable drinking water for all.",
                "target2": "By 2030, achieve access to adequate and equitable sanitation and hygiene for all and end open defecation, paying special attention to the needs of women and girls and those in vulnerable situations.",
                "target3": "By 2030, improve water quality by reducing pollution, eliminating dumping and minimizing release of hazardous chemicals and materials, halving the proportion of untreated wastewater and substantially increasing recycling and safe reuse globally.",
                "target4": "By 2030, substantially increase water-use efficiency across all sectors and ensure sustainable withdrawals and supply of freshwater to address water scarcity and substantially reduce the number of people suffering from water scarcity.",
                "target5": "By 2030, implement integrated water resources management at all levels, including through transboundary cooperation as appropriate.",
                "target6": " By 2020, protect and restore water-related ecosystems, including mountains, forests, wetlands, rivers, aquifers and lakes"
            
            }


        }
    }
}

    